Repository: sandstorm/Sandstorm.CookiePunch
Catalog: Resources/Private/Translations/*/Klaro.xlf
Languages: hr, ja, oc, pl, pt

source: Accept all
ja: すべて承諾する
oc: Tot acceptar
pl: Zaakceptować wszystkie
pt: Aceitar todos

source: Accept selected
ja: 選択したもを承諾する
oc: Acceptar çò seleccionat
pl: Zaakceptować wybrany
pt: Aceitar selecionados

source: Close
hr: Zatvori
ja: 閉じる
oc: Tampar
pl: Blisko
pt: Fechar

# consentModal.description
source: Here you can assess and customize the services that we'd like to use on this website. You're in charge! Enable or disable services as you see fit.
ja: ここでは、このウェブサイトで使用したいサービスを評価し、カスタマイズすることができます。あなたが責任者です! あなたが思うように、サービスを有効または無効にします。

# consentModal.privacyPolicy.name
source: Data protection statement
ja: 免責事項・データ保護

# consentModal.privacyPolicy.text
source: To learn more, please read our {privacyPolicy}.
ja: 詳しくは、{privacyPolicy} をお読みください。

# consentModal.title
source: Services we would like to use
hr: Informacije koje prikupljamo
ja: 使用したいサービスについて
oc: Servicis que volriam utilizar
pl: Usługi, z których chcielibyśmy skorzystać
pt: Serviços que gostaríamos de utilizar

# consentNotice.changeDescription
source: There were changes since your last visit, please renew your consent.
hr: Došlo je do promjena od Vaše posljednjeg posjećivanja web stranice, molimo Vas da ažurirate svoja odobrenja.
ja: 前回の閲覧から変更がありましたので、同意書を更新してください。
oc: I aguèt de modificacions dempuèi vòstra darrièra visita, mercés de repassar vòstre consentiment.
pl: Od czasu ostatniej wizyty nastąpiły zmiany, prosimy o odnowienie zgody.
pt: Houve mudanças desde sua última visita, queira renovar seu consentimento.

# consentNotice.description
source: Hi! Could we please enable some additional services for {purposes}? You can always change or withdraw your consent later.
hr: Mi prikupljamo i procesiramo Vaše osobne podatke radi slijedećeg: {purposes}.
ja: {purposes} のためにいくつかの追加サービスを有効にしていただけませんか？同意は後からいつでも変更・撤回できます。
oc: Adieu ! Poiriam activar mai de servici per {purposes} ? Podètz totjorn modificar o tirar vòstre consentiment mai tard.
pl: Witam! Czy możemy włączyć dodatkowe usługi dla {purposes}? W każdej chwili mogą Państwo później zmienić lub wycofać swoją zgodę.
pt: Olá! Poderíamos, por favor, habilitar alguns serviços adicionais para {purposes}? Você pode sempre mudar ou retirar seu consentimento mais tarde.

# consentNotice.imprint.name
source: Imprint
ja: インプリント

# consentNotice.learnMore
source: Let me choose
hr: Saznajte više
ja: 選ぶ
oc: Me daissar causir
pl: Pozwól mi wybrać
pt: Deixe-me escolher

# consentNotice.privacyPolicy.name
source: Privacy Policy
ja: 個人情報保護方針

# consentNotice.testing
source: Testing mode!
ja: テストモード
oc: Mòde tèst !
pl: Tryb testowy!
pt: Modo de teste!

# contextualConsent.acceptAlways
source: Always
ja: いつでも
oc: Totjorn
pl: Zawsze
pt: Sempre

# contextualConsent.acceptOnce
source: Yes
ja: はい
oc: Òc
pl: Tak
pt: Sim

# contextualConsent.description
source: Do you want to load external content supplied by {title}?
ja: {title} で供給される外部コンテンツをロードしますか？
oc: Volètz cargar de contenguts extèrn provesits per {title} ?
pl: Czy chcą Państwo załadować treści zewnętrzne dostarczane przez {title}?
pt: Você deseja carregar conteúdo externo fornecido por {title}?

# decline
source: I decline
hr: Odbij
ja: 拒否します
oc: Refusi
pl: Odmawiam
pt: Recusar

# ok
source: That's ok
ja: OK

# poweredBy
source: Realized with Klaro!
hr: Pokreće Klaro!
ja: 理解しました
oc: Realizat amb Klaro !
pl: Zrealizowane z Klaro!
pt: Realizado com Klaro!

# privacyPolicy.name
source: privacy policy
ja: 個人情報保護方針
oc: politica de confidencialitat
pl: polityka prywatności
pt: política de privacidade

# privacyPolicy.text
source: To learn more, please read our {privacyPolicy}.
ja: 詳しくは、{privacyPolicy} をお読みください。
oc: Per ne saber mai, vejatz nòstra {privacyPolicy}.
pl: Aby dowiedzieć się więcej, prosimy o zapoznanie się z naszą {privacyPolicy}.
pt: Para saber mais, por favor, leia nossa {privacyPolicy}.

# purposeItem.service
source: service
ja: サービス
oc: servici
pl: usługa
pt: serviço

# purposeItem.services
source: services
ja: サービス
oc: servicis
pl: usług
pt: serviços

# purposes.advertising.description
source: These services process personal information to show you personalized or interest-based advertisements.
ja: これらのサービスは、パーソナライズされた広告や興味に応じた広告を表示するために個人情報を処理します。
oc: Aquestes servicis tractan d’informacions personalas per vos mostrar de reclamas personalizadas o basadas suls interèsses.
pl: Usługi te przetwarzają dane osobowe w celu pokazania Państwu spersonalizowanych lub opartych na zainteresowaniach ogłoszeń.
pt: Esses serviços processam informações pessoais para mostrar a você anúncios personalizados ou baseados em interesses.

# purposes.advertising.title
source: Advertising
ja: 広告
oc: Reclama
pl: Reklama
pt: Publicidade

# purposes.functional.description
source: These services are essential for the correct functioning of this website. You cannot disable them here as the service would not work correctly otherwise.
ja: これらのサービスは、本ウェブサイトを正常に機能させるために必要不可欠なものです。無効にした場合はサービスが正しく動作しませんので、無効にすることはできません。

# purposes.functional.title
source: Service Provision
ja: サービス内容
oc: Servici de provision
pl: Świadczenie usług
pt: Prestação de serviços

# purposes.marketing.description
source: These services process personal information to show you relevant content about products, services or topics that you might be interested in.
ja: これらのサービスは、お客様が興味をお持ちの製品、サービス、またはトピックに関する関連コンテンツを表示するために個人情報を処理します。
oc: Aquestes servicis tractan d’informacions personalas per vos mostrar de contenguts a prepaus de produits, de servicis o tèmas que poirián vos interessar.
pl: Usługi te przetwarzają dane osobowe w celu pokazania Państwu istotnych treści dotyczących produktów, usług lub tematów, którymi mogą być Państwo zainteresowani.
pt: Esses serviços processam informações pessoais para mostrar a você conteúdo relevante sobre produtos, serviços ou tópicos que possam ser do seu interesse.

# purposes.marketing.title
source: Marketing
ja: マーケティング

# purposes.performance.description
source: These services process personal information to optimize the service that this website offers.
ja: これらのサービスは、本ウェブサイトが提供するサービスを最適化するために個人情報を処理します。

# purposes.performance.title
source: Performance Optimization
ja: パフォーマンスの最適化
oc: Optimizacion de las performanças
pl: Optymalizacja wydajności
pt: Otimização do desempenho

source: Save
hr: Spremi
ja: 保存する
oc: Salvar
pl: Z wyjątkiem
pt: Salvar

# service.disableAll.description
source: Use this switch to enable or disable all services.
hr: Koristite ovaj prekidač da omogućite/onemogućite sve aplikacije odjednom.
ja: このスイッチで、すべてのサービスを有効または無効にします。
oc: Utilizatz aqueste alternator per activar o desactivar totes los servicis.
pl: Za pomocą tego przełącznika można włączać lub wyłączać wszystkie usługi.
pt: Use essa chave para habilitar ou desabilitar todos os serviços.

# service.disableAll.title
source: Enable or disable all services
hr: Izmeijeni sve
ja: すべてのサービスを有効または無効にする
oc: Activar o desactivar totes los servicis
pl: Włączać lub wyłączać wszystkie usługi
pt: Habilitar ou desabilitar todos os serviços

# service.optOut.description
source: This services is loaded by default (but you can opt out)
hr: Ova aplikacija je učitana automatski (ali je možete onemogućiti)
ja: このサービスはデフォルトで読み込まれます（オプトアウトすることも可能です）
oc: Aqueste servici es cargar per defaut (mas lo podètz desactivar)
pl: Ta usługa jest domyślnie załadowana (ale mogą Państwo z niej zrezygnować)
pt: Estes serviços são carregados por padrão (mas o você pode optar por não participar).

# service.optOut.title
source: (opt-out)
hr: (onemogućite)
ja: (オプトアウト)

# service.purpose
source: purpose
hr: Svrha
ja: 目的
oc: finalitat
pl: Cel
pt: Objetivo

# service.purposes
source: purposes
hr: Svrhe
ja: 目的
oc: finalitat
pl: Cele
pt: Objetivos

# service.required.description
source: This services is always required
hr: Ova aplikacija je uvijek obavezna
ja: このサービスは常に必要です
oc: Aqueste servici es totjorn requesit
pl: Usługi te są zawsze wymagane
pt: Esses serviços são sempre necessários

# service.required.title
source: (always required)
hr: (obavezna)
ja: (常に必要)
oc: (totjorn requesit)
pl: (zawsze wymagane)
pt: (sempre necessário)

# consentModal.description
source: Here you can assess and customize the services that we'd like to use on this website. You're in charge! Enable or disable services as you see fit.
hr: Ovdje možete vidjeti i podesiti informacije koje prikupljamo o Vama.
oc: Aquí podètz mesurar e personalizar los servicis que volriam utilizar sus aqueste site web. Avètz lo darrièr mot ! Activatz o desactivatz segon vòstra causida.
pl: Tutaj mogą Państwo ocenić i dostosować usługi, z których chcielibyśmy skorzystać na tej stronie. Jesteście Państwo odpowiedzialni! Mogą Państwo włączać lub wyłączać usługi według własnego uznania.
pt: Aqui você pode avaliar e personalizar os serviços que gostaríamos de usar neste website. Você está no comando! Habilite ou desabilite os serviços como julgar conveniente.

# ok
source: That's ok
hr: U redu
oc: Es bon
pl: To jest ok.
pt: Aceito.

# purposes.functional.description
source: These services are essential for the correct functioning of this website. You cannot disable them here as the service would not work correctly otherwise.
oc: Aquestes servicis son essencials pel foncionament corrèct d’aqueste site web. Los podètz pas desactivar aquí pr’amor que lo servici foncionariá pas coma cal autrament.
pl: Usługi te są niezbędne do prawidłowego funkcjonowania niniejszej strony internetowej. Nie mogą Państwo ich tutaj wyłączyć, ponieważ w przeciwnym razie usługa nie działałaby prawidłowo.
pt: Esses serviços são essenciais para o correto funcionamento deste website. Você não pode desativá-los aqui, pois de outra forma o serviço não funcionaria corretamente.

# purposes.performance.description
source: These services process personal information to optimize the service that this website offers.
oc: Aquestes servicis tractan d’informacions per optimizar lo servici qu’aqueste site web prepausa.
pl: Usługi te przetwarzają dane osobowe w celu optymalizacji usług oferowanych przez tę stronę.
pt: Esses serviços processam informações pessoais para otimizar o serviço que este website oferece.
